{"id":3339,"date":"2020-06-03T17:38:22","date_gmt":"2020-06-03T15:38:22","guid":{"rendered":"https:\/\/cyberianmine.de\/?p=3339"},"modified":"2020-06-03T17:48:51","modified_gmt":"2020-06-03T15:48:51","slug":"crypto-banned-russia","status":"publish","type":"post","link":"https:\/\/cyberianmine.de\/blog\/crypto-banned-russia\/","title":{"rendered":"Will Crypto Soon be Banned in Russia?"},"content":{"rendered":"<pre>By Max Matrenitski, CEO, Cyberian Mine\r\n\r\n<\/pre>\n<p>The fine members of the Cyberian Mine Telegram group brought to my attention an article titled, &#8216;<a href=\"https:\/\/tokeneo.com\/crypto-soon-will-be-banned-in-russia\/\" target=\"_blank\" rel=\"noopener noreferrer\">Crypto in Russia Will Soon Be Banned<\/a>&#8216;. In this post, I am going to talk about this article directly and more broadly about how crypto regulation works.<\/p>\n<p><strong>It’s not the first time we’ve seen this kind of news story. Making crypto illegal is an interesting narrative, and websites know that running these stories will always be popular on social media and bring visitors to their website. So let’s unpack this a bit.<\/strong><\/p>\n<h2>Will Crypto be Banned in Russia?<\/h2>\n<p><em>Firstly, nobody has banned crypto. The proposed law just describes the regulation of the crypto sphere. In other words, it’s a proposal to have some rules rather than no rules. The ‘spooky’ new additions to the criminal code are a normal part of the legislative process.<\/em><\/p>\n<p>When new rules are created, legislators must define how to process those who break them. Personally, I don’t like the proposal. It’s too vague and ambiguous. I would prefer to see more technical details included. But it’s not a threat to the business.<\/p>\n<p>The panic comes from the fact that in Russia 95% of mining takes place in a grey\/black legal space. People smuggle equipment across borders without customs clearance and without paying import VAT. Then they illegally use much cheaper residential electricity tariffs rather than business tariffs, or sometimes even just steal electricity.<\/p>\n<p>A lot of people doing this don’t register legal entities or pay taxes, operating almost exclusively outside of the law. For those who operate like this, the proposed new law is definitely a threat to their status quo. But that’s a good thing if we want the industry to mature.<\/p>\n<p>Authorities can turn up unannounced and demand to see ownership documents, customs papers, or tax returns. In Russia, if anything is missing, it is common practice to seize the equipment until the proper paperwork is provided and all questions are cleared. If that happens, there’s a serious chance the miners won’t see their machines again this side of the 2024 halving.<\/p>\n<p>For Cyberian Mine, this reality was clear. From the very start of 2018, we have invested a lot of time and effort into building a solid legal framework and our commitment to transparency and openness extends not only to clients but also authorities. We have built a lot of trust.<\/p>\n<h2>Here’s what we’ve done:<\/h2>\n<p>&nbsp;<\/p>\n<h3>1. Made everything legal<\/h3>\n<p>a. We built a safe legal structure. Legally functioning legal entity &#8211; Russian tax-payer Cyberian Mine Rus LLC, a subsidiary that 100% belongs to the German Cyberian Mine GmbH.<\/p>\n<p>b. All the equipment has auditable legal ownership. We explored thoroughly all the supply\/logistics\/custom clearance options over the course of more than 2 years and have finally come up with an expensive, but very robust framework. All new equipment now comes with all the paperwork &#8211; notifications, certificates, customs declarations. Import VAT of 20% is paid in full (which is why our units are more expensive than on the black market). A little disclaimer: There are some exceptions on relocated clients&#8217; hardware &#8211; we receive it &#8220;as is&#8221; and the responsibility is on the owners. But we make it clear for everyone who transfers their units to us.<\/p>\n<h3>2. Being transparent and having a direct and open dialog with the authorities, ensuring their support<\/h3>\n<p>I grew up within the region and had my two university degrees and first companies there. That gives Cyberian Mine a great network, which is quite an important thing in Russia. I personally know the region and city officials at the highest level. And they appreciate that Cyberian Mine is not hiding in the shadows and is having an open dialog and a public and transparent business (one of the very few crypto-companies to do so).<\/p>\n<p>Last summer <a href=\"https:\/\/cyberianmine.de\/blog\/siberian-mining-region-attracts-trusted-third-parties\/\">we signed an MOU<\/a> with the Irkutsk Region&#8217;s Minister of Finance and the head of Governmental agency for Entrepreneurship and Investments. The MOU gives us direct access to administrative governmental support, whenever we might need it. So on the local level, we are all covered 100%.<\/p>\n<p>But even if we take the hypothetical situation that a crypto ban will happen at a <em>federal<\/em> level, we are prepared for this as well. One of the perks of the legal framework we developed is that the company is not touching any crypto itself, or at least not directly.<\/p>\n<p><strong>1. Cyberian Mine LLC doesn&#8217;t accept or hold any crypto, it uses German GmbH to deal with crypto in a compliant way within German jurisdiction, where it&#8217;s 100% legal.<\/strong><\/p>\n<p>2. We do not perform Bitcoin payouts. That is allegedly a criminal offense in Russia without a custodian license. Instead, the mining pool performs the payouts. At no point does Cyberian Mine play ‘middle man’ with clients’ crypto.<\/p>\n<p><strong>3. The services provided to clients, according to our T&amp;Cs, is the dedicated miner’s computational power. And the client is performing conversion of this hash power to Bitcoin outside the Russian borders on the mining pool in China.<\/strong><\/p>\n<p>4. Also, since the service is provided to non-residents, we don&#8217;t pay VAT on the services themselves, whereas if it were the physical facilities&#8217; collocation services one would be obliged to pay VAT 20 on the bill because the service is provided locally.<\/p>\n<p><em>I hope that puts your worries to rest. This is a young and developing market, but compliance is at the core of our business and philosophy. We want to see crypto mainstream, not hiding in the shadows!<\/em><\/p>\n<p>If you have any questions, please let me know through the usual channels.<\/p>\n<pre><\/pre>\n","protected":false},"excerpt":{"rendered":"<p>By Max Matrenitski, CEO, Cyberian Mine The fine members of the Cyberian Mine Telegram group brought to my attention an article titled, &#8216;Crypto in Russia Will Soon Be Banned&#8216;. In this post, I am going to talk about this article directly and more broadly about how crypto regulation works. It’s not the first time we’ve [&hellip;]<\/p>\n","protected":false},"author":54,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":[],"categories":[1],"tags":[],"_links":{"self":[{"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/posts\/3339"}],"collection":[{"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/users\/54"}],"replies":[{"embeddable":true,"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/comments?post=3339"}],"version-history":[{"count":15,"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/posts\/3339\/revisions"}],"predecessor-version":[{"id":3354,"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/posts\/3339\/revisions\/3354"}],"wp:attachment":[{"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/media?parent=3339"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/categories?post=3339"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/cyberianmine.de\/wp-json\/wp\/v2\/tags?post=3339"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}